

export const SPEC_LIST = [
  { title: '颜色', list: ['红色', '紫色', '白色', '黑色'] },
  { title: '套餐', list: ['套餐一', '套餐二', '套餐三', '套餐四'] },
  { title: '内存', list: ['64G', '128G', '256G'] }
]

export const SKU_LIST = [
  { id: 1, skus: ['红色', '套餐一', '128G'] },
  { id: 2, skus: ['红色', '套餐一', '256G'] },
  { id: 3, skus: ['红色', '套餐二', '64G'] },
  { id: 4, skus: ['红色', '套餐二', '128G'] },
  { id: 5, skus: ['红色', '套餐二', '256G'] },
  { id: 6, skus: ['红色', '套餐三', '64G'] },
  { id: 7, skus: ['红色', '套餐三', '128G'] },
  { id: 8, skus: ['红色', '套餐三', '256G'] },
  { id: 9, skus: ['紫色', '套餐二', '64G'] },
  { id: 10, skus: ['紫色', '套餐二', '128G'] },
  { id: 11, skus: ['紫色', '套餐二', '256G'] },
  { id: 12, skus: ['紫色', '套餐三', '64G'] },
  { id: 13, skus: ['紫色', '套餐三', '128G'] },
  { id: 14, skus: ['紫色', '套餐三', '256G'] },
  { id: 15, skus: ['紫色', '套餐四', '64G'] },
  { id: 16, skus: ['紫色', '套餐四', '128G'] },
  { id: 17, skus: ['紫色', '套餐四', '256G'] },
  { id: 18, skus: ['白色', '套餐一', '64G'] },
  { id: 19, skus: ['白色', '套餐一', '128G'] },
  { id: 20, skus: ['白色', '套餐一', '256G'] },
  { id: 21, skus: ['白色', '套餐二', '64G'] },
  { id: 22, skus: ['白色', '套餐四', '128G'] },
  { id: 23, skus: ['白色', '套餐四', '256G'] },
  { id: 24, skus: ['黑色', '套餐一', '64G'] },
  { id: 25, skus: ['黑色', '套餐一', '128G'] },
  { id: 26, skus: ['黑色', '套餐一', '256G'] },
  { id: 27, skus: ['黑色', '套餐二', '64G'] },
  { id: 28, skus: ['黑色', '套餐四', '128G'] },
  { id: 29, skus: ['黑色', '套餐四', '256G'] }
]
